app/controllers/comments_controller.rb

  def create
    @comment = Comment.create(comment_params)
---
INSERT INTO "comments" ("content", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["content", "blabla "], ["created_at", "2021-05-14 00:45:17.876418"], ["updated_at", "2021-05-14 00:45:17.876418"]]