app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)
    if @user.save
---
INSERT INTO "users" ("first_name", "email", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["first_name", "dylan "], ["email", "dylan.bonafos@gmail.com"], ["created_at", "2021-05-13 22:50:56.269652"], ["updated_at", "2021-05-13 22:50:56.269652"]]